{
    "§0 Langtitel": [
        "Verordnung der Bundesministerin für Verkehr, Innovation und Technologie über Fahrräder, Fahrradanhänger und zugehörige Ausrüstungsgegenstände (Fahrradverordnung)",
        "StF:",
        "BGBl. II Nr. 146/2001",
        "Änderung",
        "BGBl. II Nr. 297/2013",
        "Bundesgesetzblatt Teil 2, Nr. 297 aus 2013,",
        "Präambel/Promulgationsklausel",
        "Auf Grund des §66 Abs.2 der Straßenverkehrsordnung1960, BGBl. Nr.159, zuletzt geändert durch",
        "BGBl.I Nr.134/1999",
        ", und auf Grund des §8 Abs.1 des Produktsicherheitsgesetzes1994,",
        "BGBl. Nr.63/1995",
        ", wird  nach erfolgter Notifizierung gemäß der Richtlinie 98/34/EG des Rates vom 22.Juni 1998 (Notifikationsnummer 99/536 A)  hinsichtlich der Bestimmungen der §§1 Abs.1 bis 3, 2, 3 Abs.1, 4 Abs.2, 5 Abs.1 bis 3 sowie Abs.5 und 6, 6 Abs.2 und 3 sowie §8 im Einvernehmen mit dem Bundesminister für Justiz, verordnet:",
        "Auf Grund des Paragraph 66, Absatz 2, der Straßenverkehrsordnung1960, BGBl. Nr.159, zuletzt geändert durch Bundesgesetzblatt Teil eins, Nr.134 aus 1999,, und auf Grund des Paragraph 8, Absatz eins, des Produktsicherheitsgesetzes1994, Bundesgesetzblatt Nr.63 aus 1995,, wird  nach erfolgter Notifizierung gemäß der Richtlinie 98/34/EG des Rates vom 22.Juni 1998 (Notifikationsnummer 99/536 A)  hinsichtlich der Bestimmungen der Paragraphen eins, Absatz eins bis 3, 2, 3 Absatz eins,, 4 Absatz 2,, 5 Absatz eins bis 3 sowie Absatz 5 und 6, 6 Absatz 2 und 3 sowie Paragraph 8, im Einvernehmen mit dem Bundesminister für Justiz, verordnet:"
    ],
    "§1 Allgemeines": [
        "§1.",
        "Paragraph eins,",
        "(1)",
        "Absatz eins",
        "Jedes Fahrrad, das in Verkehr gebracht wird, muss  sofern sich aus den folgenden Bestimmungen nichts anderes ergibt  ausgerüstet sein:",
        "1.",
        "Ziffer eins",
        "mit zwei voneinander unabhängig wirkenden Bremsvorrichtungen, mit denen auf trockener Fahrbahn eine mittlere Bremsverzögerung von 4m/s",
        "2",
        "bei einer Ausgangsgeschwindigkeit von 20km/h erreicht wird,",
        "2.",
        "Ziffer 2",
        "mit einer Vorrichtung zur Abgabe von akustischen Warnzeichen,",
        "3.",
        "Ziffer 3",
        "mit weißen, nach vorne wirkenden Rückstrahlern oder Rückstrahlmaterialien, die den Bestimmungen der ECE-Regelung Nr.R104 entsprechen, mit einer Lichteintrittsfläche von mindestens 20cm",
        "2",
        "; die Rückstrahler dürfen mit dem Scheinwerfer verbunden sein,",
        "4.",
        "Ziffer 4",
        "mit roten, nach hinten wirkenden Rückstrahlern oder Rückstrahlmaterialien, die den Bestimmungen der ECE-Regelung Nr.R104 entsprechen, mit einer Lichteintrittsfläche von mindestens 20cm",
        "2",
        "; die Rückstrahler dürfen mit dem Scheinwerfer verbunden sein,",
        "5.",
        "Ziffer 5",
        "mit gelben Rückstrahlern an den Pedalen; diese können durch gleichwertige Einrichtungen ersetzt werden,",
        "6.",
        "Ziffer 6",
        "mit Reifen, deren Seitenwände ringförmig zusammenhängend weiß oder gelb rückstrahlend sind, oder an jedem Rad mit nach beiden Seiten wirkenden Rückstrahlern oder Rückstrahlmaterialien, die den Bestimmungen der ECE-Regelung Nr.R104 entsprechen, mit einer Lichteintrittsfläche von mindestens 20cm",
        "2",
        ",",
        "7.",
        "Ziffer 7",
        "wenn das Fahrrad für den Transport mehrerer Personen bestimmt ist, für jede weitere Person mit einem eigenen Sitz, mit einer eigenen Haltevorrichtung und eigenen Pedalen oder Abstützvorrichtungen.",
        "(2)",
        "Absatz 2",
        "Bei bestimmungsgemäßer Verwendung von Fahrrädern abseits der Fahrbahn muss die Bremsverzögerung  unbeschadet des Abs.1 Z1  einen Wert erreichen, der einen sicheren Gebrauch des Fahrrades gewährleistet.",
        "Bei bestimmungsgemäßer Verwendung von Fahrrädern abseits der Fahrbahn muss die Bremsverzögerung  unbeschadet des Absatz eins, Ziffer eins,  einen Wert erreichen, der einen sicheren Gebrauch des Fahrrades gewährleistet.",
        "(3)",
        "Absatz 3",
        "Sofern Scheinwerfer oder Rücklicht mit einem Dynamo betrieben werden, gilt Abs.4 mit der Maßgabe, dass die dort genannte Wirkung ab einer Geschwindigkeit von 15km/h erreicht werden muss.",
        "Sofern Scheinwerfer oder Rücklicht mit einem Dynamo betrieben werden, gilt Absatz 4, mit der Maßgabe, dass die dort genannte Wirkung ab einer Geschwindigkeit von 15km/h erreicht werden muss.",
        "(4)",
        "Absatz 4",
        "Fahrräder müssen mit einem hellleuchtenden, mit dem Fahrrad fest verbundenen Scheinwerfer, der die Fahrbahn nach vorne mit weißem oder hellgelbem, ruhendem Licht mit einer Lichtstärke von mindestens 100cd beleuchtet und mit einem roten Rücklicht mit einer Lichtstärke von mindestens 1cd ausgerüstet sein. Bei Tageslicht und guter Sicht kann diese Ausrüstung entfallen."
    ],
    "§2 Mehrspurige Fahrräder": [
        "§2.",
        "Paragraph 2,",
        "Die Bestimmungen des §1 gelten für mehrspurige Fahrräder mit folgenden Maßgaben:",
        "Die Bestimmungen des Paragraph eins, gelten für mehrspurige Fahrräder mit folgenden Maßgaben:",
        "1.",
        "Ziffer eins",
        "es müssen jeweils zwei Rücklichter und Rückstrahler in gleicher Höhe so angebracht sein, dass sie die seitliche Begrenzung des Fahrrades erkennen lassen;",
        "2.",
        "Ziffer 2",
        "die Bremsen müssen auf alle Räder und innerhalb einer Achse gleichzeitig und gleichmäßig wirken;",
        "3.",
        "Ziffer 3",
        "wenn das Fahrrad für den Transport mehrerer Personen bestimmt ist, muss abweichend von §1 Abs.1 Z7 für jede beförderte Person lediglich ein eigener Sitz vorhanden sein.",
        "wenn das Fahrrad für den Transport mehrerer Personen bestimmt ist, muss abweichend von Paragraph eins, Absatz eins, Ziffer 7, für jede beförderte Person lediglich ein eigener Sitz vorhanden sein."
    ],
    "§3 Bestimmungen über das Ziehen von Anhängern": [
        "§3.",
        "Paragraph 3,",
        "(1)",
        "Absatz eins",
        "Für Fahrräder, die einen Anhänger ziehen, gelten außer den Vorschriften der §§1 und 2 noch folgende Bestimmungen:",
        "Für Fahrräder, die einen Anhänger ziehen, gelten außer den Vorschriften der Paragraphen eins und 2 noch folgende Bestimmungen:",
        "1.",
        "Ziffer eins",
        "der Tretmechanismus des Fahrrades muss zumindest eine Gangstufe mit einer Entfaltung von höchstens 4 m pro Kurbelumdrehung aufweisen;",
        "2.",
        "Ziffer 2",
        "wenn mit dem Anhänger Kinder befördert werden, ist das Fahrrad oder der Anhänger so auszurüsten, dass ein Berühren der Speichen durch beförderte Kinder und ein Einklemmen von Gliedmaßen zwischen Hinterrad und Radabdeckung ausgeschlossen ist;",
        "3.",
        "Ziffer 3",
        "das Fahrrad muss über einen Fahrradständer verfügen.",
        "(2)",
        "Absatz 2",
        "Für Rennfahrräder, die zum Ziehen von Anhängern benutzt werden, gelten die Bestimmungen des §3 Abs.1 sinngemäß.",
        "Für Rennfahrräder, die zum Ziehen von Anhängern benutzt werden, gelten die Bestimmungen des Paragraph 3, Absatz eins, sinngemäß."
    ],
    "§4 Rennfahrräder": [
        "§4.",
        "Paragraph 4,",
        "(1)",
        "Absatz eins",
        "Als Rennfahrrad gilt ein Fahrrad mit folgenden technischen Merkmalen:",
        "1.",
        "Ziffer eins",
        "Eigengewicht des fahrbereiten Fahrrades höchstens 12 kg;",
        "2.",
        "Ziffer 2",
        "Rennlenker;",
        "3.",
        "Ziffer 3",
        "äußerer Felgendurchmesser mindestens 630 mm und",
        "4.",
        "Ziffer 4",
        "äußere Felgenbreite höchstens 23 mm.",
        "(2)",
        "Absatz 2",
        "Rennfahrräder dürfen ohne die in §1 Z2 bis 6 genannte Ausrüstung in Verkehr gebracht werden. Bei Tageslicht und guter Sicht dürfen Rennfahrräder ohne diese Ausrüstung verwendet werden.",
        "Rennfahrräder dürfen ohne die in Paragraph eins, Ziffer 2 bis 6 genannte Ausrüstung in Verkehr gebracht werden. Bei Tageslicht und guter Sicht dürfen Rennfahrräder ohne diese Ausrüstung verwendet werden."
    ],
    "§5 Fahrradanhänger": [
        "§5.",
        "Paragraph 5,",
        "(1)",
        "Absatz eins",
        "Jeder Fahrradanhänger, der in Verkehr gebracht wird, muss ausgestattet sein:",
        "1.",
        "Ziffer eins",
        "mit einer vom Fahrrad unabhängigen Lichtanlage,",
        "2.",
        "Ziffer 2",
        "mit einem roten Rücklicht,",
        "3.",
        "Ziffer 3",
        "vorne mit einem weißen und hinten mit einem roten Rückstrahler; die roten Rückstrahler dürfen mit den Rücklichtern verbunden sein; sowie",
        "4.",
        "Ziffer 4",
        "jeweils einem gelben Rückstrahler an den seitlichen Flächen.",
        "Bei Anhängern, die breiter als 60 cm sind, sind jeweils zwei Rücklichter sowie zwei weiße und zwei rote Rückstrahler so anzubringen, dass die Breite des Anhängers zweifelsfrei erkennbar ist. Sämtliche Rückstrahler müssen eine rückstrahlende Fläche von jeweils mindestens 20 cm",
        "2",
        "aufweisen.",
        "(2)",
        "Absatz 2",
        "Fahrradanhänger sind einachsig und mit einer Radblockiereinrichtung, die auf beide Räder wirkt, oder einer Feststellbremse auszustatten.",
        "(3)",
        "Absatz 3",
        "Zum Personentransport bestimmte Fahrradanhänger müssen unabhängig von Abs.1 und 2 zusätzlich ausgerüstet sein:",
        "Zum Personentransport bestimmte Fahrradanhänger müssen unabhängig von Absatz eins und 2 zusätzlich ausgerüstet sein:",
        "1.",
        "Ziffer eins",
        "mit geeigneten Rückhalteeinrichtungen,",
        "2.",
        "Ziffer 2",
        "mit einer mindestens 1,5 m hohen, biegsamen Fahnenstange mit leuchtfarbenem Wimpel und",
        "3.",
        "Ziffer 3",
        "mit einer Vorrichtung, die zur Abdeckung der Speichen und der Radhäuser und gegenüber Hinausbeugen und gegenüber Kontakt der Beine mit der Fahrbahn wirksam ist.",
        "(4)",
        "Absatz 4",
        "Personen dürfen nur in Fahrradanhängern befördert werden, die zum Personentransport bestimmt sind (Abs.3). Die Angaben des Herstellers über Gewicht, Größe und Anzahl der zu transportierenden Personen sind einzuhalten. Die Befestigung am Fahrrad darf ausschließlich über eine betriebssichere Kupplung erfolgen.",
        "Personen dürfen nur in Fahrradanhängern befördert werden, die zum Personentransport bestimmt sind (Absatz 3,). Die Angaben des Herstellers über Gewicht, Größe und Anzahl der zu transportierenden Personen sind einzuhalten. Die Befestigung am Fahrrad darf ausschließlich über eine betriebssichere Kupplung erfolgen.",
        "(5)",
        "Absatz 5",
        "Die Beschaffenheit der Kupplung muss gewährleisten, dass der Anhänger aufrecht stehen bleibt, wenn das Zugfahrrad umkippt.",
        "(6)",
        "Absatz 6",
        "Fahrradanhänger dürfen nur zusammen mit",
        "1.",
        "Ziffer eins",
        "einer leicht verständlichen Betriebsanleitung für die sichere Befestigung am Fahrrad",
        "a)",
        "Litera a",
        "in deutscher Sprache oder",
        "b)",
        "Litera b",
        "in Form einer bildlichen Darstellung und",
        "2.",
        "Ziffer 2",
        "sofern der Anhänger für den Personentransport bestimmt ist, einem Sicherheitshinweis",
        "a)",
        "Litera a",
        "in deutscher Sprache laut Anhang I oder",
        "in deutscher Sprache laut Anhang römisch eins oder",
        "b)",
        "Litera b",
        "in bildlicher Darstellung, wobei die Inhalte laut Anhang I dargestellt werden müssen,",
        "in bildlicher Darstellung, wobei die Inhalte laut Anhang römisch eins dargestellt werden müssen,",
        "in Verkehr gebracht werden."
    ],
    "§6 Kinder Sitze": [
        "§6.",
        "Paragraph 6,",
        "(1)",
        "Absatz eins",
        "Der für ein mitfahrendes Kind bestimmte Sitz muss mit dem Fahrradrahmen fest verbunden sein. Der Sitz ist hinter dem Sattel so anzubringen, dass der Fahrer nicht in seiner Sicht, Aufmerksamkeit oder Bewegungsfreiheit behindert oder in seiner Sicherheit gefährdet werden kann. Die Beförderung von mehr als einem Kind ist unzulässig.",
        "(2)",
        "Absatz 2",
        "Jeder Kindersitz, der in Verkehr gebracht wird, muss ausgestattet sein:",
        "1.",
        "Ziffer eins",
        "mit einem Gurtsystem, das vom Kind nicht leicht geöffnet werden kann,",
        "2.",
        "Ziffer 2",
        "mit einem höhenverstellbaren Beinschutz,",
        "3.",
        "Ziffer 3",
        "mit einer Vorrichtung, die sicherstellt, dass die Beine nicht in die Speichen gelangen können und",
        "4.",
        "Ziffer 4",
        "mit einer Lehne, die das Abstützen des Kopfes erlaubt.",
        "(2a)",
        "Absatz 2 a",
        "Abweichend von den Bestimmungen des Abs.1 und 2 ist der Transport von einem oder mehreren Kindern mit Fahrrädern in einer Transportkiste zulässig, sofern diese laut Hersteller für den Transport von Kindern geeignet und mit einem Gurtsystem ausgerüstet ist, das von Kindern nicht leicht geöffnet werden kann; die Transportkiste darf vor oder hinter dem Lenker angebracht werden.",
        "Abweichend von den Bestimmungen des Absatz eins und 2 ist der Transport von einem oder mehreren Kindern mit Fahrrädern in einer Transportkiste zulässig, sofern diese laut Hersteller für den Transport von Kindern geeignet und mit einem Gurtsystem ausgerüstet ist, das von Kindern nicht leicht geöffnet werden kann; die Transportkiste darf vor oder hinter dem Lenker angebracht werden.",
        "(3)",
        "Absatz 3",
        "Kindersitze dürfen nur mit einem Sicherheitshinweis",
        "1.",
        "Ziffer eins",
        "in deutscher Sprache laut Anhang II oder",
        "in deutscher Sprache laut Anhang römisch II oder",
        "2.",
        "Ziffer 2",
        "in bildlicher Darstellung, wobei sämtliche Inhalte laut Anhang II dargestellt werden müssen,",
        "in bildlicher Darstellung, wobei sämtliche Inhalte laut Anhang römisch II dargestellt werden müssen,",
        "in Verkehr gebracht werden."
    ],
    "§7 Ladegewicht": [
        "§7.",
        "Paragraph 7,",
        "Das Ladegewicht darf bei der Beförderung von Lasten oder Personen nicht überschreiten:",
        "1.",
        "Ziffer eins",
        "bei mehrspurigen Fahrrädern 250 kg,",
        "2.",
        "Ziffer 2",
        "bei durchgehend- und auflaufgebremsten Anhängern 100 kg,",
        "3.",
        "Ziffer 3",
        "bei ungebremsten Anhängern 60 kg."
    ],
    "§8 Gleichwertigkeitsklausel": [
        "§8.",
        "Paragraph 8,",
        "Von den in den §§1 bis 7 beschriebenen Anforderungen für Fahrräder, Fahrradanhänger und zugehörige Ausrüstungsgegenstände darf dann abgegangen werden, wenn diese in anderen Mitgliedstaaten der Europäischen Union sowie in anderen Vertragsstaaten des Abkommens über den EWR rechtmäßig hergestellt oder in Verkehr gebracht werden dürfen und die Anforderungen dasselbe Niveau für den Schutz der Gesundheit und für die Verkehrssicherheit gewährleisten, wie in dieser Verordnung verlangt.",
        "Von den in den Paragraphen eins bis 7 beschriebenen Anforderungen für Fahrräder, Fahrradanhänger und zugehörige Ausrüstungsgegenstände darf dann abgegangen werden, wenn diese in anderen Mitgliedstaaten der Europäischen Union sowie in anderen Vertragsstaaten des Abkommens über den EWR rechtmäßig hergestellt oder in Verkehr gebracht werden dürfen und die Anforderungen dasselbe Niveau für den Schutz der Gesundheit und für die Verkehrssicherheit gewährleisten, wie in dieser Verordnung verlangt."
    ],
    "§9 Inkrafttreten": [
        "§9.",
        "Paragraph 9,",
        "(1)",
        "Absatz eins",
        "Diese Verordnung tritt mit 1.Mai 2001 in Kraft.",
        "(2)",
        "Absatz 2",
        "Mit Inkrafttreten dieser Verordnung tritt die Verordnung des Bundesministers für öffentliche Wirtschaft und Verkehr vom 24.April 1986 über die technischen Merkmale von Rennfahrrädern,",
        "BGBl. Nr.242/1986",
        ", außer Kraft.",
        "Mit Inkrafttreten dieser Verordnung tritt die Verordnung des Bundesministers für öffentliche Wirtschaft und Verkehr vom 24.April 1986 über die technischen Merkmale von Rennfahrrädern, Bundesgesetzblatt Nr.242 aus 1986,, außer Kraft."
    ],
    "§10 Übergangsbestimmungen": [
        "§10.",
        "Paragraph 10,",
        "(1)",
        "Absatz eins",
        "Fahrräder, die beim Inkrafttreten dieser Verordnung in Verwendung stehen und den Bestimmungen der Straßenverkehrsordnung1960 idF der 19. StVO-Novelle,",
        "BGBl. Nr.518/1994",
        ", nicht aber dieser Verordnung entsprechen, sind innerhalb von zwei Jahren ab dem Inkrafttreten entsprechend dieser Verordnung nachzurüsten; bis zu diesem Zeitpunkt dürfen sie weiter verwendet werden.",
        "Fahrräder, die beim Inkrafttreten dieser Verordnung in Verwendung stehen und den Bestimmungen der Straßenverkehrsordnung1960 in der Fassung der 19. StVO-Novelle, Bundesgesetzblatt Nr.518 aus 1994,, nicht aber dieser Verordnung entsprechen, sind innerhalb von zwei Jahren ab dem Inkrafttreten entsprechend dieser Verordnung nachzurüsten; bis zu diesem Zeitpunkt dürfen sie weiter verwendet werden.",
        "(2)",
        "Absatz 2",
        "Fahrradanhänger, die nicht den Bestimmungen dieser Verordnung entsprechen und bezüglich derer vor dem Inkrafttreten dieser Verordnung die Beförderung von Personen durch die Behörde bewilligt wurde, gelten als dieser Verordnung entsprechende Anhänger, sofern der Bewilligungsbescheid während der Beförderung mitgeführt wird."
    ],
    "§11 Notifizierungen": [
        "§11.",
        "Paragraph 11,",
        "Die Verordnung in der Fassung des",
        "BGBl.II Nr.297/2013",
        "wurde unter Einhaltung der Bestimmungen der Richtlinie98/34/EG über ein Informationsverfahren auf dem Gebiet der Normen und technischen Vorschriften, welches das Verfahren nach der Richtlinie83/189/EWG kodifiziert, unter der Notifikationsnummer2013/184/A notifiziert.",
        "Die Verordnung in der Fassung des Bundesgesetzblatt Teil 2, Nr.297 aus 2013, wurde unter Einhaltung der Bestimmungen der Richtlinie98/34/EG über ein Informationsverfahren auf dem Gebiet der Normen und technischen Vorschriften, welches das Verfahren nach der Richtlinie83/189/EWG kodifiziert, unter der Notifikationsnummer2013/184/A notifiziert."
    ],
    "Anlage 1": [
        "Sicherheitshinweise für Fahrradanhänger zum Personentransport",
        "Da Kinder in einem Fahrradanhänger bei einem Unfall (Sturz) einem besonderen Risiko ausgesetzt sind, sollten Sie diese niemals unangegurtet transportieren; beachten Sie die Helmpflicht für Kinder unter 12 Jahren.",
        "Achten Sie darauf, dass die Kinder nicht in die Speichen greifen können, sich nicht hinausbeugen und mit den Beinen nicht mit der Fahrbahn in Kontakt kommen können.",
        "Hinaushängende Schals und dergleichen können in die Räder gelangen und zur tödlichen Falle werden. Verwenden Sie keinen Schal im Anhänger."
    ],
    "Anhang II": [
        "Sicherheitshinweise für Fahrradkindersitze",
        "Nach der Montage des Kindersitzes sollten Sie nochmals überprüfen, ob alle Bauteile gemäß der Montageanleitung montiert und solide befestigt worden sind.",
        "Beim Befördern eines Kindes ändern sich die Fahreigenschaften des Fahrrades. Eine Probefahrt mit dem Kind gibt Ihnen für die Verwendung auf der Straße die nötige Sicherheit. Kontrollieren Sie anschließend die Befestigung der Bauteile.",
        "Da nicht auszuschließen ist, dass sich das Kind mit den Beinen aus der Schutzvorrichtung befreit, sollten die Speichen des Fahrrades, auf das der Kindersitz montiert ist, möglichst weiträumig abgedeckt sein. Ein Speichenschutz ist im Fachhandel erhältlich.",
        "Um zu vermeiden, dass sich das Kind mit den Fingern in die Stahlfedern des Sattels einklemmt, sollte ein Sattel ohne Stahlfeder oder eine Sattelfederabdeckung montiert werden, die im Fachhandel erhältlich ist.",
        "Transportieren Sie das Kind niemals, ohne den Sicherheitsgurt und den Fußriemen zu befestigen.",
        "Beachten Sie die Helmpflicht für Kinder.",
        "Lassen Sie das Kind niemals alleine im Kindersitz. Schon durch eine kleine Bewegung des Kindes kann das Fahrrad umstürzen."
    ]
}