{
    "§0 Langtitel": [
        "Bundesgesetz vom 14. Dezember 1961, mit dem das 1. Staatsvertragsdurchführungsgesetz ergänzt und Artikel I des 7. Staatsvertragsdurchführungsgesetzes abgeändert wird (10. Staatsvertragsdurchführungsgesetz).",
        "StF:",
        "BGBl. Nr. 6/1962",
        "(NR: GP IX",
        "IA 85/A",
        "AB 527",
        "S. 89.",
        "BR:",
        "S. 182.",
        ")",
        "Präambel/Promulgationsklausel",
        "Der Nationalrat hat beschlossen:"
    ],
    "Artikel I-Römische Inschrift": [
        "§1.",
        "Paragraph eins,",
        "(1)",
        "Absatz eins",
        "Aus dem ehemaligen Eigentum einer deutschen physischen Person in das Eigentum der Republik Österreich übergegangene Vermögenswerte werden dieser Person, wenn sie nach dem 27.Juli 1955, jedoch spätestens am 16.Juli 1958 die österreichische Staatsbürgerschaft erworben hat, auf Begehren bis zu einer Wertgrenze von 260.000S übertragen. Ist eine solche Person vor dem Inkrafttreten dieses Bundesgesetzes gestorben, so werden diese Vermögenswerte bis zu einer Wertgrenze von insgesamt 260.000S auf Begehren ihren Erben übertragen; das anteilige Ausmaß der Übertragung richtet sich nach den Erbteilen.",
        "(2)",
        "Absatz 2",
        "Ist eine deutsche physische Person vor dem 27.Juli 1955 gestorben, ohne die österreichische Staatsbürgerschaft erworben zu haben, so werden die vorbezeichneten Vermögenswerte auf Begehren jedem Erben, der nach dem 27.Juli 1955, jedoch spätestens am 16.Juli 1958, die österreichische Staatsbürgerschaft erworben hat, im Verhältnis zu seinem Erbteil bis zu einer Wertgrenze von 260.000S übertragen.",
        "(3)",
        "Absatz 3",
        "Der Abs.2 gilt sinngemäß für Vermächtnisnehmer, die nach dem 27.Juli 1955, jedoch spätestens am 16.Juli 1958, die österreichische Staatsbürgerschaft erworben haben.",
        "Der Absatz 2, gilt sinngemäß für Vermächtnisnehmer, die nach dem 27.Juli 1955, jedoch spätestens am 16.Juli 1958, die österreichische Staatsbürgerschaft erworben haben."
    ],
    "§2. Paragraph 2": [
        "(1)",
        "Absatz eins",
        "Die Art.1, 6 bis 13 und 25 des Vertrages zwischen der Republik Österreich und der Bundesrepublik Deutschland zur Regelung vermögensrechtlicher Beziehungen vom 15.Juni 1957,",
        "BGBl. Nr.119/1958",
        ", sind sinngemäß anzuwenden.",
        "Die Artikel eins,, 6 bis 13 und 25 des Vertrages zwischen der Republik Österreich und der Bundesrepublik Deutschland zur Regelung vermögensrechtlicher Beziehungen vom 15.Juni 1957, Bundesgesetzblatt Nr.119 aus 1958,, sind sinngemäß anzuwenden.",
        "(2)",
        "Absatz 2",
        "Übertragungen nach dem §1 wirken vom Tage des Inkrafttretens dieses Bundesgesetzes.",
        "Übertragungen nach dem Paragraph eins, wirken vom Tage des Inkrafttretens dieses Bundesgesetzes."
    ],
    "§3. Paragraph 3": [
        "Rechte Dritter an dem übertragenen Vermögen, besonders Restitutionsansprüche, werden durch die Übertragung nicht berührt."
    ],
    "§4. Paragraph 4": [
        "Die §§2 Abs.1 und 9 Abs.2 des Ersten Verstaatlichungs-Entschädigungsgesetzes,",
        "BGBl. Nr.189/1954",
        ", gelten nicht für Personen, die nach dem 27.Juli 1955, jedoch spätestens am 16.Juli 1958, die österreichische Staatsbürgerschaft erworben haben.",
        "Die Paragraphen 2, Absatz eins und 9 Absatz 2, des Ersten Verstaatlichungs-Entschädigungsgesetzes, Bundesgesetzblatt Nr.189 aus 1954,, gelten nicht für Personen, die nach dem 27.Juli 1955, jedoch spätestens am 16.Juli 1958, die österreichische Staatsbürgerschaft erworben haben."
    ],
    "§5. Paragraph 5": [
        "Erfüllt eine Person bezüglich desselben Vermögens sowohl die Voraussetzungen nach dem Vertrag zwischen der Republik Österreich und der Bundesrepublik Deutschland zur Regelung vermögensrechtlicher Beziehungen vom 15.Juni 1957,",
        "BGBl. Nr.119/1958",
        ", als auch nach diesem Artikel, so können die Ansprüche nur nach dem genannten Vertrag geltend gemacht werden.",
        "Erfüllt eine Person bezüglich desselben Vermögens sowohl die Voraussetzungen nach dem Vertrag zwischen der Republik Österreich und der Bundesrepublik Deutschland zur Regelung vermögensrechtlicher Beziehungen vom 15.Juni 1957, Bundesgesetzblatt Nr.119 aus 1958,, als auch nach diesem Artikel, so können die Ansprüche nur nach dem genannten Vertrag geltend gemacht werden."
    ],
    "§6. Paragraph 6": [
        "Begehren auf Übertragung von Vermögenswerten nach dem §1 sind bei sonstigem Verlust des Anspruches spätestens zum 31.Dezember 1962 an das Bundesministerium für Finanzen zu richten.",
        "Begehren auf Übertragung von Vermögenswerten nach dem Paragraph eins, sind bei sonstigem Verlust des Anspruches spätestens zum 31.Dezember 1962 an das Bundesministerium für Finanzen zu richten."
    ],
    "§7 Paragraph 7": [
        "(1)",
        "Absatz eins",
        "Das Bundesministerium für Finanzen hat durch eine Amtsbestätigung die Erfüllung der Voraussetzungen für die Übertragung nach diesem Artikel unter Bezeichnung der Vermögenswerte festzustellen. Die Amtsbestätigung ist dem Begünstigten gegen Nachweis zu übermitteln.",
        "(2)",
        "Absatz 2",
        "Wer auf Grund eines übertragenen Rechtes in Anspruch genommen wird, kann zum Nachweis der Berechtigung die Vorlage der Amtsbestätigung in Urschrift oder in öffentlich beglaubigter Abschrift verlangen.",
        "(3)",
        "Absatz 3",
        "Die Amtsbestätigung gilt als öffentliche Urkunde gemäß §33 des Grundbuchsgesetzes1955.",
        "Die Amtsbestätigung gilt als öffentliche Urkunde gemäß Paragraph 33, des Grundbuchsgesetzes1955."
    ],
    "§8. -Paragraph 8": [
        "(1)",
        "Absatz eins",
        "Das Bundesministerium für Finanzen hat, soweit es die Voraussetzungen für die begehrte Übertragung nicht für gegeben hält, dies dem Übertragungswerber schriftlich unter Angabe der Gründe gegen Nachweis mitzuteilen.",
        "(2)",
        "Absatz 2",
        "Der Übertragungswerber ist vorher zu hören."
    ],
    "§9. Paragraph 9": [
        "(1)",
        "Absatz eins",
        "Hat das Bundesministerium für Finanzen eine Amtsbestätigung nach dem §7 oder eine Mitteilung nach dem §8 ergehen lassen oder innerhalb eines Jahres nach rechtzeitiger Einbringung des Begehrens keine solche Erklärung abgegeben, so steht dem Übertragungswerber der Rechtsweg offen; im Falle der Ausstellung einer Amtsbestätigung jedoch nur insoweit, als der Übertragungswerber mehr oder etwas anderes begehrt, als in der Amtsbestätigung festgestellt worden ist.",
        "Hat das Bundesministerium für Finanzen eine Amtsbestätigung nach dem Paragraph 7, oder eine Mitteilung nach dem Paragraph 8, ergehen lassen oder innerhalb eines Jahres nach rechtzeitiger Einbringung des Begehrens keine solche Erklärung abgegeben, so steht dem Übertragungswerber der Rechtsweg offen; im Falle der Ausstellung einer Amtsbestätigung jedoch nur insoweit, als der Übertragungswerber mehr oder etwas anderes begehrt, als in der Amtsbestätigung festgestellt worden ist.",
        "(2)",
        "Absatz 2",
        "Eine Klage nach Abs.1 ist bei sonstigem Verlust des Anspruches, für den der Rechtsweg offensteht, innerhalb eines Jahres ab dem Zeitpunkt einzubringen, zu dem die Einbringung im Sinne des Abs.1 möglich war.",
        "Eine Klage nach Absatz eins, ist bei sonstigem Verlust des Anspruches, für den der Rechtsweg offensteht, innerhalb eines Jahres ab dem Zeitpunkt einzubringen, zu dem die Einbringung im Sinne des Absatz eins, möglich war."
    ],
    "§10 Paragraph 10": [
        "(1)",
        "Absatz eins",
        "Die Übertragung von Vermögenswerten auf die durch den §1 begünstigten Personen ist von allen bundesrechtlich geregelten öffentlichen Abgaben einschließlich der Gerichts- und Justizverwaltungsgebühren befreit. Für das streitige Verfahren nach dem §9 gilt diese Befreiung nicht.",
        "Die Übertragung von Vermögenswerten auf die durch den Paragraph eins, begünstigten Personen ist von allen bundesrechtlich geregelten öffentlichen Abgaben einschließlich der Gerichts- und Justizverwaltungsgebühren befreit. Für das streitige Verfahren nach dem Paragraph 9, gilt diese Befreiung nicht.",
        "(2)",
        "Absatz 2",
        "Im Falle der Übertragung von Vermögenswerten auf die im §1 genannten Erben oder Vermächtnisnehmer, sind jedoch wie bei einem Erwerb von Todes wegen die mit einem solchen Erwerb in Zusammenhang stehenden öffentlichen Abgaben einschließlich der Gerichts- und Justizverwaltungsgebühren zu entrichten. Der Lauf der Frist für die Verjährung der Erbschaftssteuer beginnt nicht vor Inkrafttreten dieses Bundesgesetzes.",
        "Im Falle der Übertragung von Vermögenswerten auf die im Paragraph eins, genannten Erben oder Vermächtnisnehmer, sind jedoch wie bei einem Erwerb von Todes wegen die mit einem solchen Erwerb in Zusammenhang stehenden öffentlichen Abgaben einschließlich der Gerichts- und Justizverwaltungsgebühren zu entrichten. Der Lauf der Frist für die Verjährung der Erbschaftssteuer beginnt nicht vor Inkrafttreten dieses Bundesgesetzes.",
        "(3)",
        "Absatz 3",
        "Die im §1 genannten Vermögenswerte, die gemäß den Bestimmungen dieses Bundesgesetzes übertragen werden, gelten für Zwecke der Besteuerung von Einkommen, Ertrag, Vermögen und Umsatz als am 27.Juli 1955 übertragen. Das Recht, diese Abgaben festzusetzen, verjährt nicht vor Ablauf des Jahres 1963.",
        "Die im Paragraph eins, genannten Vermögenswerte, die gemäß den Bestimmungen dieses Bundesgesetzes übertragen werden, gelten für Zwecke der Besteuerung von Einkommen, Ertrag, Vermögen und Umsatz als am 27.Juli 1955 übertragen. Das Recht, diese Abgaben festzusetzen, verjährt nicht vor Ablauf des Jahres 1963."
    ],
    "Artikel II - Artikelrömische II": [
        "(Anm.: Änderung des 7. Staatsvertragsdurchführungsgesetzes,",
        "BGBl. Nr.148/1958",
        ".)",
        "Anmerkung,  Änderung des 7. Staatsvertragsdurchführungsgesetzes, Bundesgesetzblatt Nr.148 aus 1958,.)"
    ],
    "Artikel III - Artikelrömische III": [
        "Art.I dieses Bundesgesetzes tritt am 1.Jänner 1962, Art.II mit 1.Jänner 1960 in Kraft.",
        "Art.römisch eins dieses Bundesgesetzes tritt am 1.Jänner 1962, Art.römisch II mit 1.Jänner 1960 in Kraft."
    ],
    "Artikel IV - Artikelrömische IV": [
        "Mit der Vollziehung dieses Bundesgesetzes sind nach Maßgabe ihres Wirkungsbereiches die Bundesministerien für Finanzen und für Justiz betraut."
    ]
}